tap "homebrew/cask"
tap "reverbdotcom/reverb"
tap "reverbdotcom/rv"
tap "versent/homebrew-taps"

brew "awscli@1"
brew "bash"
brew "bash-completion"
brew "convox"
brew "curl"
brew "findutils"
brew "git"
brew "go"
brew "icu4c"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "nginx"
brew "openssl"
brew "postgres"
brew "protobuf"
brew "protopkg"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "the_silver_searcher" # ag
brew "vcprompt"
brew "vim"
brew "wget"
brew "yarn", args: ["ignore-dependencies"]
cask "visual-studio-code"
brew "gnu-sed"
brew "nvim"
brew "macvim"
brew "nodenv"
cask "docker"
brew "protoc-gen-go"
brew "overmind"
brew "pyenv"
brew "pipenv"
brew "saml2aws"
